Repository: rinart73/Trading-Tweaks
Catalog: data/localization/*.po
Languages: ru

source: Station configuration
ru: Управление станцией

source: Good Settings
ru: Настройки товара

source: Change good
ru: Изменить товар

source: Add sold good
ru: Добавить продаваемый товар

source: Add bought good
ru: Добавить покупаемый товар

source: The station already has all types of goods.
ru: Эта станция уже имеет все типы товаров.

source: Added new good '%s' to trading station.
ru: Добавлен новый товар '%s' в торговую станцию.

source: The station already sells/buys this type of good.
ru: Эта станция уже продает/покупает этот тип товара.

source: Moves good from sold to bought and vice versa.
ru: Перемещает товар из продаваемых в покупаемые и наоборот.

source: Reached the limits of 15 bought/sold goods.
ru: Достигнут лимит в 15 покупаемых/продаваемых товаров.

source: The station doesn't sell goods right now.
ru: Эта станция в данный момент не продает товары.

source: The station doesn't buy goods right now.
ru: Эта станция в данный момент не покупает товары.
